Repository: ArseneRatsimbazafy/tuleap
Catalog: site-content/*/LC_MESSAGES/tuleap-testmanagement.po
Languages: fr_fr

source: Configuration incomplete
fr_fr: Configuration incomplète

source: Current campaign does not have any job configured to launch automated tests
fr_fr: La campagne courante n'a pas de job configuré pour pouvoir exécuter des tests automatisés

source: Current tracker is not configured to be a test definition tracker in TestManagement, but is using a "Step definition" field: you may remove the field from the tracker.
fr_fr: Cet outil de suivi n'est pas configuré pour être une base de définitions de tests dans TestManagement, mais cependant utilise le champ "Définition d'étapes": vous devriez supprimer ce champ.

source: Current tracker is not configured to be a test execution tracker in TestManagement, but is using a "Step execution" field: you may remove the field from the tracker.
fr_fr: Cet outil de suivi n'est pas configuré pour être une base d'exécution de tests dans TestManagement, mais cependant utilise le champ "Exécution d'étapes": vous devriez supprimer ce champ.

source: Definition of a step
fr_fr: Définition d'une étape

source: Direct edition of steps results is not allowed. Please use TestManagement service instead.
fr_fr: Éditer directement le résultat des étapes n'est pas permis. Merci d'utiliser le service TestManagement pour cela.

source: Execution result of a step
fr_fr: Résultat d'exécution d'une étape

source: Expected results
fr_fr: Résultats attendus

source: Job URL is invalid
fr_fr: L'URL du job n'est pas valide

source: Permission denied
fr_fr: Permission refusée

source: Service %s cannot be activated because the artifact link type "%s" is not activated
fr_fr: Le service %s ne peut être activé car le lien entre artéfact typé "%s" n'est pas activé

source: Start TestManagement
fr_fr: Démarrer TestManagement

source: Step definition
fr_fr: Définition d'étapes

source: Step execution
fr_fr: Exécution d'étapes

source: TestManagement config is not fully set up,
fr_fr: La configuration de TestManagement est incomplète,

source: Tests executions
fr_fr: Exécution de tests

source: The tracker is using a field "Step definition" that is only available in the context of Test Management. However this service is not enabled in the project: you may remove the field from the tracker.
fr_fr: Cet outil de suivi utilise le champ "Définition d'étapes" qui n'est utilisable que dans le contexte de TestManagement. Cependant il s'avère que ce service n'est pas activé dans le projet: vous pouvez supprimer ce champ.

source: The tracker is using a field "Step execution" that is only available in the context of Test Management. However this service is not enabled in the project: you may remove the field from the tracker.
fr_fr: Cet outil de suivi utilise le champ "Exécution d'étapes" qui n'est utilisable que dans le contexte de TestManagement. Cependant il s'avère que ce service n'est pas activé dans le projet: vous pouvez supprimer ce champ.

source: This tracker uses the Step definition field, which can only be used with TestManagement. Please <a href="%s">remove the field</a> before choosing another tracker.
fr_fr: Cet outil de suivi utilise le champ 'Définition d'étapes', qui ne peut être utilisé qu'avec TestManagement. Veuillez s'il vous plaît <a href="%s">enlever ce champ</a> avant de choisir un autre outil de suivi.

source: This tracker uses the Step execution field, which can only be used with TestManagement. Please <a href="%s">remove the field</a> before choosing another tracker.
fr_fr: Cet outil de suivi utilise le champ 'Exécution d'étapes', qui ne peut être utilisé qu'avec TestManagement. Veuillez s'il vous plaît <a href="%s">enlever ce champ</a> avant de choisir un autre outil de suivi.

source: come back later.
fr_fr: revenez plus tard.

source: go in the admin section to set manually the trackers or let us do it for you.
fr_fr: rendez vous dans la section administrateur ou laissez nous nous en occuper pour vous.
