Repository: ArseneRatsimbazafy/tuleap
Catalog: plugins/ldap/site-content/*/LC_MESSAGES/tuleap-ldap.po
Languages: fr_fr

source: %1$s internal login:
fr_fr: Login interne %1$s&nbsp;:

source: <em>Required for CVS, FTP and Subversion accesses</em>.
fr_fr: <em>Nécessaire pour les accès Shell, CVS, FTP et Subversion</em>.

source: <strong>%s</strong> is already linked with directory group <strong>%s</strong>.
fr_fr: <strong>%s</strong> est déjà lié avec le groupe <strong>%s</strong> de l'annuaire.

source: Account details
fr_fr: Détails du compte

source: Account preferences
fr_fr: Préférences du compte

source: Add those who are not already member of this %s group.
fr_fr: Les utilisateurs de l'annuaire non membres de ce groupe y sont ajoutés.

source: An error occured during account update: %1$s.
fr_fr: Une erreur s'est produite pendant la mise à jour du compte: %1$s.

source: Bind with group from directory
fr_fr: Lier avec un groupe de l'annuaire

source: Cancel
fr_fr: Annuler

source: Email Address:
fr_fr: Adresse email&nbsp;:

source: Enterprise Directory
fr_fr: Annuaire d'entreprise

source: Enterprise Directory Login
fr_fr: Identifiant sur l'annuaire d'entreprise

source: Enterprise directory group name
fr_fr: Nom du groupe

source: Every night the group will be synchronized with the directory one.
fr_fr: Chaque nuit, le groupe sera synchronisé avec le groupe de l'annuaire.

source: Fields marked with %1$s are mandatory.
fr_fr: Les champs marqués %1$s sont obligatoires.

source: First login to %1$s
fr_fr: Premier login sur %1$s

source: Group %1$s not found in directory
fr_fr: Le groupe %1$s n'existe pas dans l'annuaire

source: If you choose to synchronize with a group from the directory, it will:
fr_fr: Lors de la synchronisation avec l'annuaire :

source: LDAP Plugin. Provides LDAP information as well as LDAP authentication.
fr_fr: Plugin LDAP. Permet l'affichage des information LDAP des utilisateurs, ainsi que l'authentification LDAP.

source: LDAP Sync Results
fr_fr: Résultats LDAP Sync

source: LDAP Sync Results for %projectName%
fr_fr: Résultats de synchronisation LDAP pour %projectName%

source: Link with Enterprise Directory Group
fr_fr: Lier avec un groupe de l'annuaire

source: No Enterprise Directory login found
fr_fr: Identifiant sur l'annuaire d'entreprise introuvable

source: No users were added
fr_fr: Aucun utilisateur n'a été ajouté

source: No users were removed
fr_fr: Aucun utilisateur n'a été supprimé

source: Please select a LDAP group.
fr_fr: Veuillez sélectionner un groupe LDAP.

source: Please use your Enterprise Directory login (not the %1$s one).
fr_fr: Merci d'utiliser le login de votre annuaire d'entreprise (pas celui de %1$s).

source: Preserve members
fr_fr: Préserver les membres

source: Preserve users that are not part of the directory group.
fr_fr: Les membres de ce groupe qui n'appartiennent pas au groupe de l'annuaire ne seront pas supprimés.

source: Receive Email about Site Updates <em>(Very low traffic and includes security notices. Highly Recommended.)</em>
fr_fr: Recevoir du courrier électronique à propos des mises à jour du site <i>(Faible trafic et informations relatives à la sécurité. Fortement recommandé.)</I>

source: Receive additional community mailings. <em>(Low traffic.)</em>
fr_fr: Recevoir du courrier électronique supplémentaire au sujet de la communauté. <I>(Faible trafic)</I>

source: Remove all users who belong to this %s group but not to the directory group if you don't enable the 'Preserve members' option.
fr_fr: Les utilisateurs membres de ce groupe mais pas dans l'annuaire sont supprimés si vous ne choisissez pas l'option 'Préserver les membres'.

source: Set directory group binding
fr_fr: Lier avec un groupe de l'annuaire

source: Synchronize
fr_fr: Synchroniser

source: Synchronize daily
fr_fr: Synchroniser journalièrement

source: Thank you to fill the following before accessing your data:
fr_fr: Merci de remplir les champs suivants avant d'accéder à la suite&nbsp;:

source: Timezone
fr_fr: Fuseau Horaire

source: Unable to retrieve LDAP info for your user account, skipping Welcome page
fr_fr: Impossible de récupérer les informations vous concernant depuis l'annuaire LDAP.

source: Unlink group and directory
fr_fr: Supprimer le lien avec l'annuaire

source: Update directory group binding (%s)
fr_fr: Mettre à jour le lien avec l'annuaire (%s)

source: Update my account
fr_fr: Mettre à jour mon compte

source: User group no longer linked with the directory
fr_fr: Ce groupe n'est plus lié avec l'annuaire

source: User name:
fr_fr: Nom de l'utilisateur&nbsp;:

source: User not found: %1$s
fr_fr: Pas d'utilisateur trouvé: %1$s

source: User settings update error
fr_fr: Erreur lors de la mise à jour des paramètres de l'utilisateur

source: Users added
fr_fr: Utilisateurs ajoutés

source: Users removed
fr_fr: Utilisateurs supprimés

source: Welcome %1$s
fr_fr: Bienvenue %1$s

source: You must supply a timezone.<br /><br />Click on 'Back' to return to the previous screen and select a timezone.
fr_fr: Prière de choisir un autre fuseau horaire que 'Aucun'. <br /><br />Cliquez sur 'Retour' et choisissez un fuseau horaire.

source: [LDAP Daily Synchronization] %1$s is suspended, please clean up %2$s project.
fr_fr: [Synchronisation LDAP quotidienne] %1$s est suspendu, veuillez nettoyer le projet %2$s.

source: [Reminder][LDAP Synch] The user %1$s will be deleted tomorrow
fr_fr: [Rappel][Synchronisation LDAP] L'utilisateur %1$s sera détruit demain
